[Main]
DisplayName=Hungarian

[Uninstaller_frmIObitUninstall]
RdImageButton_Software.caption=Programok
RdImageButton_Browser.caption=Eszköztárak és bővítmények
RdImageButton_Metro.caption=Windows Alkalmazások
lbl_ForcedUninstall.caption=Kényszerített eltávolítás
lbl_likeIObit.caption=Tetszik
PopMenu_Sub_Setting.caption=Beállítások...
PopMenu_Sub_FileShredder.caption=Fájl megsemmisítő
PopMenu_Sub_ExportApplicationList.caption=Alkalmazás lista exportálás
PopMenu_Sub_LogManagement.caption=Napló kezelő
PopMenu_Sub_Update.caption=Frissítések ellenőrzése
PopMenu_Sub_UserManual.caption=Felhasználói kézikönyv
PopMenu_Sub_TechnicalSupport.caption=Technikai támogatás
PopMenu_Sub_IObitOnline.caption=IObit Online
PopMenu_Sub_About.caption=Névjegy
Menu_Plugins_Remove.caption=Eltávolítás
Menu_plugins_Vote.caption=Szavazás
Menu_plugins_Refresh.caption=Frissítés
Menu_plugins_viewEntry.caption=Megnyitás RegEdit-ben
Menu_plugins_OpenFile.caption=Fájl helyének megnyitása
Menu_Plugins_SelectAll.caption=Összes kijelölése
Menu_Plugins_InverseSelect.caption=Kijelölés megfordítása
PopMenu_Uninstall.caption=Eltávolítás
PopMenu_Refresh.caption=Frissítés
PopMenu_ViewStyle.caption=Nézet
PopMenu_ViewStyle_Icon.caption=Ikonok
PopMenu_ViewStyle_Details.caption=Részletek
PopMenu_OpenFolder.caption=Fájl helyének megnyitása
PopMenu_ViewEntry.caption=Megnyitás RegEdit-ben
PopMenu_SearchOnline.caption=Online keresés
PopMenu_Win8App_Uninstall.caption=Eltávolítás
PopMenu_Win8App_Refresh.caption=Frissítés
PopMenu_Win8App_ViewStyle.caption=Megnézés
PopMenu_Win8App_Icons.caption=Ikonok
PopMenu_Win8App_Details.caption=Részletek
PopMenu_Win8App_OpenLocation.caption=Fájl helyének megnyitása
PopMenu_Win8App_ViewEntry.caption=Megnyitás RegEdit-ben
PopMenu_Win8App_SearchOnline.caption=Online keresés
lbl_Recommend.caption=Ajánlott: Advanced SystemCare
lbl_1Click.caption=1 kattintással megvédi és optimalizálja a PC-jét
lbl_Freedownloadnow.caption=Most ingyenes letöltés
lbl_News_DisConnection.caption=Ossza meg ezt az ingyenes programot a családjával és a barátaival. Örömmel fogják használni ők is!

[Uninstaller_Frame_Software]
lblLoading.caption=Windows-frissítések betöltése
ListView_SoftwareList.Columns[1].Caption=Művelet
ListView_SoftwareList.Columns[2].Caption=Méret
ListView_SoftwareList.Columns[3].Caption=Telepítés dátuma
ListView_SoftwareList.Columns[4].Caption=Verzió
PopMenu_Sub_BatchUninstall.Caption=Csoportos eltávolítás

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Kényszerített eltávolítás
lbl_Detail_Title.caption=Kényszerített eltávolítás
lbl_Detail_Detail.caption=A Kényszerített eltávolítás segít eltávolítani azokat a programokat amiket nem lehet a szokásos módod eltávolítani. Ez segít könnyen eltávolítani a fájlokat.
RdImageButton_Browser.caption=Tallózás...
lbl_Forced_Tip1.caption=Tallózzon vagy húzzon ide egy fájlt törlésre vagy eltávolíthatja a fájlhoz kapcsolódó programot.
lbl_Forced_Tip2.caption=Kattintson a “Következő” gombra az kényszerített eltávolítás indításához.
RdImageButton_Next.caption=Következő
RdImageButton_Cancel.caption=Mégsem
PopMenu_Uninstall.caption=Eltávolítás
PopMenu_OpenFolder.caption=Fájl helyének megnyitása
PopMenu_ViewEntry.caption=Bejegyzések megtekintése
PopMenu_SearchOnline.caption=Online keresés
ListView_Search.Columns[0].caption=Megjelenített név
ListView_Search.Columns[1].caption=Méret
ListView_Search.Columns[2].caption=Telepítés dátuma

[Uninstaller_frmLogManage]
lbl_Caption.caption=Eltávolítás naplófájl kezelő
lbl_Detail_Title.caption=IObit Uninstaller naplófájl
lbl_Detail_Detail.caption=Itt tudja megnézni és kezelni az eltávolítási naplófájlokat.
RdImageButton_Open.caption=Megnyitás
RdImageButton_Delete.caption=Törlés
RdImageButton_DeleteAll.caption=Összes törlése
RdImageButton_Cancel.caption=Mégsem

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=Eltávolítás
lbl_Software_Uninstall.caption=Eltávolítás

[Uninstaller_frmUninstalling]
lbl_Caption.caption=IObit Uninstall
lbl_UninstallComplete_Title.caption=Normál eltávolítás befejeződött.
lbl_Uninstalling_question.caption=Biztos el akarja távolítani a kijelölt programot?
lbl_PowerfulScan_Title.caption=Hatékony ellenőrzés.
lbl_PowerfulScan_Detaill.caption=Kattintson a “Hatékony ellenőrzés” gombra a program maradványok alapos megkereséséhez vagy a “Mégsem” gombra az eltávolítás befejezéséhez.
lbl_PowerScan_Title_Softwre.caption=Hatékony ellenőrzés
lbl_CreateRestore_Title.caption=Hozzon létre rendszer-visszaállítási pontot a program eltávolítás előtt.
lbl_CreateRestore_Check.caption=Hozzon létre rendszer-visszaállítási pontot, mielőtt az eltávolítja (Ez eltarthat egy ideig).
lbl_CreateRestore_Detaill.caption=Rendszer-visszaállítási pontot hozhat létre és így vissza tud állítani mindent, ha valami váratlan esemény történt.
lbl_AutoPowerfulScan.caption=Automatikus hatékony ellenőrzés
lbl_AutoUninstaller.caption=Soha ne mutassa ezt a megjegyzést
RdImageButton_Uninstall.caption=Eltávolítás
RdImageButton_PowerFulScan.caption=Hatékony ellenőrzés
RdImageButton_Cancel.caption=Mégsem

[Uninstaller_frmPowerScan]
lbl_Caption.caption=Hatékony ellenőrzés
lbl_Warning_Title.caption=Figyelmeztetés:
lbl_Warning_Detail.caption=Több programot észleltünk ebben a mappában. Kérjük legyen óvatos, amikor kiválasztja a törölni kívánt elemeket.
lbl_FileShredder.caption=A darab fájlokat szintén
lbl_SelectAll.caption=Összes kijelölése
RdImageButton_Delete.caption=Törlés
RdImageButton_Cancel.caption=Mégsem
lbl_Shredder_Tip.caption=Fájlok megsemmisítése. Ez eltarthat egy ideig, kérjük várjon...
Menu_ListView_Regedit.caption=Megnyitás RegEdit-ben
Menu_ListView_Path.caption=Fájl helyének megnyitása

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Figyelmeztetés
lbl_Warnning_Detaill.caption=Ez a program a szerzői jog és a nemzetközi szerződések által védett.
lbl_copyright.caption=Copyright© 2005-2015 IObit. Minden jog fenntartva.
lbl_Thanks_Title.caption=Köszönet a következő embereknek a közreműködésükért:

[Uninstaller_frmSetting]
lbl_Caption.caption=Beállítások
lbl_General.caption=Általános
lbl_AutoUninstaller.caption=Az eltávolítás megerősítés átlépése és Rendszer-visszaállítási pont létrehozása
lbl_AutoPowerfulScan.caption=Hatékony ellenőrzés automatikusan
lbl_ShowExplorerButton.caption=Fájl megsemmisítés gomb hozzáadása a Helyi menühöz
lbl_AutoShowTipForm.caption=Hatékony ellenőrzés meghívása amikor eltávolítási műveletet észlel
lbl_Language.caption=Nyelv
lbl_CurrentLanguage_Title.caption=Aktuális nyelv:
lbl_SkinTitle.caption=Kinézet:
lbl_classic.caption=Klasszikus
lbl_Metro.caption=Kék
RdImageButton_OK.caption=OK
RdImageButton_Cancel.caption=Mégsem

[Uninstaller_frmFileShredder]
lbl_Caption.caption=Fájl megsemmisítő
lbl_Detail_Detail.caption=Mint tudja, a törölt fájlokat vissza lehet állítani még a lemez formázása után is. A normál törléskor csak a fájl neve törlődik, de a tartalom érintetlenül megmarad. Ha fontos fájlt véglegesen el akar távolítani a számítógépéről az IObit Uninstaller programmal, akkor ebben segít a "Fájl megsemmisítő".
lbl_Listview_Title.caption=Válassza ki a fájlt vagy mappát amit meg akar semmisíteni:
lblLoading.caption=Betöltés...
lbl_AddFile.caption=Fájl hozzáadása...
lbl_AddFolder.caption=Mappa hozzáadása...
RdImageButton_Shredder.caption=Megsemmisítés
RdImageButton_Cancel.caption=Mégsem
ListView_FileList.Columns[0].Caption=Fájl elérési út
Menu_Shredder_Shredder.caption=Megsemmisítő
Menu_Shredder_AddFile.caption=Fájl hozzáadása
Menu_Shredder_AddFolder.caption=Mappa hozzáadása
Menu_Shredder_Romove.caption=Eltávolítás
Menu_Shredder_Clean.caption=Eltávolítás
lbl_Shredder_Tip.caption=Fájlok megsemmisítése. Ez eltarthat egy ideig, kérjük várjon...

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=Rendszer-visszaállítás
lbl_Detail_Title.caption=Rendszer-visszaállítás
lbl_Detail_Detail.caption=Rendszer-visszaállítási pont létrehozása és kezelése. Az utolsó visszaállítási pont a rendszer biztonsága érdekében nem törölhető.
ListView_Restore.Columns[0].caption=Dátum és idő
ListView_Restore.Columns[1].caption=Leírás
lbl_Restore_Tip.caption=Rendszer fájlok és beállítások visszaállítása, kérjük várjon...
RdImageButton_Restore.caption=Visszaállítás
RdImageButton_Delete.caption=Törlés
RdImageButton_Cancel.caption=Mégsem

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=A legerőteljesebb nem kívánt Eszköztár és alkalmazás eltávolító!
lbl_Installer_Setup_Title1.caption=A legerőteljesebb nem kívánt Alkalmazás és eszköztár eltávolító!
RdImageButton_Installer.caption=Futtatás most
lbl_Installer_Setup_Detail.caption=Elolvasta és elfogadta a
lbl_LicenseAgreement.caption=Licenc szerződés

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=Licenc szerződés
RdImageButton_Cancel.caption=Bezárás

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=Összes Eszköztár és bővítmény
rdlvAllBrowse.Columns[0].Caption=Név
rdlvAllBrowse.Columns[1].Caption=Felhasználói minősítés
rdlvAllBrowse.Columns[2].Caption=Saját minősítés
rdlvAllBrowse.Columns[3].Caption=Kiadó
rdlvAllBrowse.Columns[4].Caption=Művelet
rdlvCustomBrowse.Columns[0].Caption=Név
rdlvCustomBrowse.Columns[1].Caption=Kiadó

[Uninstaller_frmPluginVote]
lblTitle.Caption=Értékelés
lblWaiting.Caption=Értékelés elküldve, kérjük várjon...
rdibtnLv1.Caption=1 csillag
rdibtnLv2.Caption=2 csillag
rdibtnLv3.Caption=3 csillag
rdibtnLv4.Caption=4 csillag
rdibtnLv5.Caption=5 csillag
rdibtnVote.Caption=Értékelés

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=Alapértelmezett
lblConfire.Caption=Biztos visszaállítja az alapértelmezett beállításokat?
lblHomepageTitle.Caption=Aktuális Kezdőlap:
lblSearchTitle.Caption=Aktuális alapértelmezett kereső:
rdibtnOK.Caption=OK
rdibtnCancel.Caption=Mégsem

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Név
ListView_AppList.Columns[1].caption=Működés
ListView_AppList.Columns[2].caption=Méret
ListView_AppList.Columns[3].caption=Telepítés dátuma
ListView_AppList.Columns[4].caption=Verzió
PopMenu_Sub_BatchUninstall.caption=Csoportos eltávolítás
lblLoading.caption=Frissítés...

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=Ezek az alkalmazások kapcsolódnak egymáshoz. Bármelyik eltávolítása a többit is eltávolítja. Biztos el akarja távolítani?
lblUninstalling.caption=Eltávolítás
btnImgUninstall.caption=Eltávolítás
btnImgCancle.caption=Mégsem

[uninstall_Mitor_M]
lbl_attention.caption=Figyelem
lbl_show.caption="%s" tartalmazhat maradékokat, amik hatással lehetnek a PC teljesítményére.
lbl_again.caption=Ne mutassa ezt újra
img_power.caption=Már tiszta

[Uninstaller_M]
Edit_Search_Tip=Program keresés
Edit_Search_Tip_Toolbar=Eszköztár vagy bővítmény keresés
Edit_Search_Tip_Win8App=Windows alkalmazások keresése
ForcedUninstall_Browser_Tip=Érvénytelen elérési út. Kérjük, válasszon másikat!
ListView_Icon_Hint=Ikonok
ListView_List_Hint=Részletek
ListView_View_Hint=Nézet módosítása
ListviewHeader_Software=Program neve (összesen: %d)
BatchUninstall_NoneSelect=Kérjük, válasszon ki legalább egy programot.
Uninstall_NoneSelect=Kérjük, először válasszon ki egy programot.
WindowState_Max=Teljes méret
WindowState_Normor=Visszaállítás
WindowState_Min=Kis méret
Close=Bezárás
MoreMenu_Setting=További beállítások
Restore_Form=Visszaállítás
Log_DeleteAll_ASK=Biztos törli az összes fájlt? A törlés NEM VONHATÓ VISSZA.
Log_Delete_ASK=Biztos törli a kiválasztott fájlt? A törlés NEM VONHATÓ VISSZA.
NoPowerfulScan_Found_Tip=Nem található elem.
Log_M=Napló
App_Version_M=Program verzió:
OS_Version_M=Operációs rendszer:
Date_M=Dátum
Version_M=Verzió
Publisher_M=Kiadó
Install_Date_M=Telepítés dátuma
Create_Restore_M=Visszaállítási pont létrehozása
CreateRestore_Title_M=Hozzon létre rendszer-visszaállítási pontot a program eltávolítás előtt.
CreateRestore_Detaill_M=Vissza tudja vonni a változásokat a rendszer-visszaállítás segítségével, ha valami váratlan történik.
Uninstalling_M=Eltávolítás
Uninstalling_Detaill_M=A Normál eltávolítás az alkalmazás beépített eltávolítóját használja.
Uninstalling_QuickDetaill_M=A Gyors eltávolítás az alkalmazás beépített eltávolítóját használja.
UninstallComplete_Title_M=Fájlok törölve.
Quick_UninstallComplete_M=Gyors eltávolítás befejezve.
Quick_Uninstall_M=Gyors eltávolítás %s (%d/%d)
Standard_Uninstall_M=Normál eltávolítás %s (%d/%d)
Uninstall_M=Eltávolítás %s (1/1)
Deselect_All_M=Kijelölések megszüntetése
Select_All_M=Összes kijelölése
PowerfulScan_DeleteASK_M=Biztos törölni akarja a kiválasztott elemeket?
Operation_M=Művelet
Powerful_Scan_M=Hatékony ellenőrzés
Deleted_Registry_Key_M=Rendszerleíró kulcs törlése
Deleted_Registry_Value_M=Rendszerleíró érték törlése
Delete_File_M=Fájl törlése
Delete_Folder_M=Mappa törlése
Reboot_to_Delete_M=(Újraindítás törléshez)
Delete_finished_M=Gratulálunk! A maradékok törlése sikerült.
ReStartup_to_Delete_M=A listában látható megmaradt fájlok a következő rendszer indításkor lesznek törölve.
Shredder_Del_M=Biztos véglegesen el akarja távolítani ezt a fájlt: %d ? Ez a művelet teljesen VISSZAVONHATATLAN.
Shredder_NotDel_M=Nem sikerült megsemmisíteni "%s" fájl mert használatban van.
Shredder_InUse_M=Egyes fájlokat nem lehet megsemmisíteni mert írásvédettek. Kérjük ellenőrizze, hogy használatban vannak-e ezek.
Shredder_NotAddFolder_M="%s" fájl nem semmisíthető meg, mert az a rendszer instabilitását okozhatja.
Shredder_Sucess_M=Fájl sikeresen megsemmisítve.
Shredder_DirIsEmpty_M=Ez üres. Nem lehet megsemmisíteni.
Controlpanel_Button=Hatékony eltávolítás
Explorer_Button=Fájl megsemmisítő
MenuRight_Caption=Hatékony eltávolítás
Frequency_M=Használati gyakoriság
InstallerDate_M=Telepítés dátuma
Frequency_SoftwareCount_M=<a>%s</a>ritkán használt fájlok találhatók. Ezek eltávolítása felszabadít <a>%s</a> helyet, ezzel optimalizálva a PC teljesítményét.
Frequency_DaysHint_M=Nem használva %s napja.
SearchLoadingMsg=Eszköztárak és bővítmények keresése...
RestoreDefaultSettingsButton=%s alapértelmezett beállítások visszaállítása
ListViewItemVote=Értékelés
ListViewItemVoted=Értékelve
ListViewItemTrust=Megbízható
ListViewItemUnTrust=Megbízhatatlan
ListViewPlugSysbit=bit
ListViewGroupTrustTitle=Megbízható eszköztárak és bővítmények
ListViewGroupTrustDesc=Ezek az eszköztárak és bővítmények nem tesznek kárt a számítógépben. Távolítsa el vagy tartsa meg, az igényeinek megfelelően.
ListViewGroupUnTrustTitle=Eszköztárak és bővítmények, amiket ajánlott eltávolítani
ListViewGroupUnTrustDesc=Ezeket az eszköztárakat és bővítményeket a felhasználók alacsonyra értékelték, lehet hogy nem kívánatos funkciókat tartalmaznak.
ListViewGroupToolbar=Eszköztár
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtensions=Kiterjesztések
ListViewGroupPlugins=Bővítmények
FuncCheckBrowserMsgBox_1=%s fut
FuncCheckBrowserMsgBox_2=Kattintson az OK gombra a bezáráshoz (a nem mentett tartalmak elveszhetnek)
FuncCheckBrowserMsgBox_3=Vagy kattintson a Mégsem gombra a művelet megszakításához
FuncPluginRmoveConfireMsgBox=Biztos el akarja távolítani a kiválasztott bővítményt?
FuncPluginRemoveSuccessMsgBox=A bővítmények eltávolítása sikerült
FuncPluginRemoveFailedMsgBox_1=A következő bővítmények eltávolítása nem sikerült:
FuncPluginRemoveFailedMsgBox_2=Kérjük lépjen ki a következő böngészőből a bővítmények eltávolításához:
FuncPluginRemoveFailedMsgBox_3=Kérjük lépjen ki a böngészőből és próbálja meg újra.
FuncPluginSelectMsgBox=Először válasszon ki egy elemet.
FuncVoteConfire=Mit gondol erről a programról:
FuncVoteHavedVote=Már értékelve
FuncVotePlugSelectMsgBox=Válasszon egy elemet az értékeléshez
FuncVoteMarkSelectMsgBox=Kérjük értékelje.
FuncVoteFailedMsgBox=Az értékelés nem sikerült, kérjük ellenőrizze az internet kapcsolatát és próbálja meg újra.
FuncRestoreExitBrowserMsgBox=Először lépjen ki ebből %s
FuncRestoreSuccessMsgBox=A böngésző alapértelmezett beállításainak visszaállítása sikerült.
FuncRestoreFailedMsgBox=A böngésző alapértelmezett beállításainak visszaállítása nem sikerült., kérjük lépjen ki ebből %s és próbálja meg újra.
Guest_Start_Tip=A rendszerbe bejelentkezéskor Vendég jogokat használt. Az IObit Uninstaller 4 használatához Rendszergazda jogosultság szükséges.
p_RegistryCaption_M=Rendszerleíró adatbázis
p_FileCaption_M=Fájl
p_FormatOneItem_M=1 elem
p_FormatItems_M=%d elem
FuncVoteActiveVote=Értékelés
FuncVoteActiveOK=OK
FuncVoteNothing=Senki sem értékelte még
FuncVoteCount=ember vesz részt jelenleg az értékelésben
FuncVoteVSA=Még nem kapott értékelést
FuncVoteCFA=Legyen az első aki értékeli
FuncVoteVSB=felhasználó értékelte eddig
FuncVoteCFB=Mit gondol erről a bővítményről
FuncVoteVSC=Másoktól nem kapott értékelést
FuncVoteCFC=Már értékelte
FuncVoteVSD=felhasználó értékelte eddig
FuncVoteCFD=Már értékelte
AllBrowserItem=Összes eszköztár és bővítmény
Powerful_Tip_M="%s" maradék hatékony ellenőrzése
Setup_Win8_Detail_M=Gyors eltávolítás és Windows alkalmazások eltávolításának támogatása
Setup_Notwin8_Detail_M=Gyors eltávolítás támogatása
RestrorePoint_Tip_M=FIGYELMEZTETÉS! A számítógép visszaállítása visszavonja az összes módosítást ami a rendszer-visszaállítási pont elkészülése után történt. Az elkezdett rendszer-visszaállítást nem lehet visszafordítani vagy megszakítani. Biztos folytatni akarja?
RestorePoint_Restart_M=A rendszer-visszaállításhoz szükséges a számítógép újraindítsa. A művelet előtt zárja be az összes megnyitott fájlt és lépjen ki a programokból.
Uninstaller_Quick_M=Gyors eltávolítás
Uninstaller_Standed_M=Eltávolítás
QuickUninstall_Tip_M=Program eltávolítás egy kattintással
Frequency_SoftwareCount_M=<a>%s</a> ritkán használt program található. Ezek eltávolítása <a>%s</a> optimalizálja a PC teljesítményét.
Frequency_DaysHint_M=Nem használva %s napja.
InfrequentlyUsed_Count_M=Ritkán használt ( <a>%s</a> )
All_Programs_M=Minden program
Recently_Installed_M=Nemrég telepített
Large_Programs_M=Nagy programok
Infrequently_Used_M=Ritkán használt
Windows_Updates_M=Windows frissítések
FuncCheckBrowserMsgBox_1=%s jelenleg fut
FuncCheckBrowserMsgBox_2=kattintson az OK gombra a leállításhoz (a nem mentett tartalom elveszhet)
FuncCheckBrowserMsgBox_3=kattintson a Mégsem gombra a művelet megszakításához
FuncCheckBrowserMsgBox_4=%s fut
FuncCheckBrowserMsgBox_5=kattintson az OK gombra a kényszerített leállításhoz (a nem mentett tartalom elveszhet)
FuncCheckBrowserMsgBox_6=kattintson a Mégsem gombra a művelet megszakításához
Win8OtherUser=A Windows alkalmazások megmutatásához kérjük ellenőrizze,hogy rendszergazda jogosultságokkal rendelkezik-e.
Win8AdminUser=Segít egy kattintással teljesen eltávolítani a nem kívánt Windows alkalmazásokat 1 kattintással.
Win8ListViewGroupsWin8AppHeader=Windows alkalmazások
Win8ListViewGroupsWin8AppSubtitle=A Microsoft Corporation által közzétett alkalmazások.
Win8ListViewGroupsThirdHeader=Külsős alkalmazások
Win8ListViewGroupsThirdSubtitle=Alkalmazások amiket külsős vállalatok tettek közzé.
Win8OtherUser=A Windows alkalmazások megmutatásához kérjük ellenőrizze,hogy rendszergazda jogosultságokkal rendelkezik-e.
win8_UninstallBtn_M=Eltávolítás
win8_ListViewIcon_M=Ikon nézet
win8_ListViewList_M=Részletes nézet

[ACD_frmDownloader]
lbl_Cancel.Caption=Mégsem
lbl_Min.Caption=Kis méret

[ACD_M]
M_Downloading=Letöltés:
m_Installing=Telepítés:
M_DiskIsFull=Nincs elég szabad lemezterület!
M_NetError=Hálózati hiba, próbálja meg később!
M_Tips=A letöltés folyamatban. Kattintson kettőt az ikonon a részletek megnézéséhez.
M_TipDownLoading=Letöltés
M_TipInstalling=Telepítés
M_MD5Faild=A letöltött fájl hibás. Kérjük próbálja meg később újra.
M_AreSure=Biztosan ki szeretne lépni a Letöltőből?
M_Speed=Sebesség:
M_Title=IObit Letöltő

